---
kind: other
id: Properties.T:Autodesk.Revit.DB.TableCellCombinedParameterData
source: html/07b195ae-fa5e-b1bc-dd76-c2b487307468.htm
---
# TableCellCombinedParameterData Properties

Category id for this parameter